{
  "data": [
    {
      "title": "Unveiled by the Lakers",
      "body": "After expressing his unwillingness to suit up for the Charlotte Hornets, who drafted him 13th overall in 1996, Los Angeles Lakers owner Jerry West shipped center Vlade Divac to Charlotte for Kobe Bryant, who was unveiled to the L.A. media 10 days later.",
      "date": "July 11, 1996"
    },
    {
      "title": "The first championship",
      "body": "A 21-year-old Bryant averaged 15.6 points, 4.2 assists, and 4.6 rebounds in the 2000 NBA Finals, including a 26-point, 10-rebound performance in the deciding Game 6 against the Indiana Pacers, to win his first NBA title.",
      "date": "June 19, 2000"
    },
    {
      "title": "Triple-double No. 1",
      "body": "Fighting his way out of Shaquille O'Neal's (massive) shadow in 2000, Bryant made a legitimate case for his own stardom with the first of 21 triple-doubles in his career, racking up 26 points, 11 assists, and 11 rebounds in a 113-112 win against the Vancouver Grizzlies.",
      "date": "January 15, 2001"
    },
    {
      "title": "Winning a second consecutive title",
      "body": "Kobe and Shaq asserted themselves as the NBA's most dominant duo again, downing Allen Iverson and his Philadelphia 76ers in the Finals. Bryant finished with 26 points and 12 rebounds in Game 5 to put the series to rest.",
      "date": "June 15, 2001"
    },
    {
      "title": "Three-peat",
      "body": "The 2002-03 Lakers became only the fifth team in NBA history to win three consecutive championships when they steamrolled the New Jersey Nets, sweeping them in four games behind Bryant's 26.8 points per game.",
      "date": "June 12, 2002"
    },
    {
      "title": "81",
      "body": "No Bryant-career retrospective is complete without mentioning the night he single-handedly took down the Toronto Raptors with an 81-point show, the most points in one game after Wilt Chamberlain scored 100 in 1962.",
      "date": "January 22, 2006"
    },
    {
      "title": "Four straight games with 50+ points",
      "body": "Bryant couldn't be stopped when he put up four straight games of at least 50 points against the Portland Trailblazers (65), Minnesota Timberwolves (50), Memphis Grizzlies (60), and New Orleans/Oklahoma City Hornets (50) in March 2007.",
      "date": "March 16-23, 2007"
    },
    {
      "title": "The 'Redeem Team'",
      "body": "After a dismal bronze medal in 2004, Team USA invited Bryant to the Olympic squad for the first time in 2008 where he captained the \"Redeem Team\" to Gold, defeating Spain 118-107 in the final.",
      "date": "August 24, 2008"
    },
    {
      "title": "Championship No. 4, the first sans Shaq",
      "body": "Critics who said he couldn't do it without O'Neal were silenced when Bryant led the Lakers over the Orlando Magic in five games, scoring at least 30 points in all but one game in the 2009 Finals.",
      "date": "June 14, 2009"
    },
    {
      "title": "Five",
      "body": "In what looks to be his final conquest of an NBA title, Bryant averaged 28.6 points and eight rebounds per game in the 2010 NBA Finals against the Boston Celtics, claiming his fifth Larry O'Brien Trophy.",
      "date": "June 17, 2010"
    },
    {
      "title": "Doubling up on Olympic Gold",
      "body": "Bryant was one of five players from the 2008 Olympic squad to return in 2012, where they scored a record 156 points against Nigeria before defeating Spain once again in the gold-medal game, 100-78.",
      "date": "August 12, 2012"
    },
    {
      "title": "The beginning of the fall",
      "body": "In a move he had made \"a million times,\" Bryant tore his Achilles tendon in a freak injury against the Golden State Warriors, ruling him out for the rest of the season. He recovered in time for the following season, but never returned to his dominant ways.",
      "date": "April 12, 2013"
    },
    {
      "title": "Full circle",
      "body": "Just after facing the team he defeated for his first NBA championship in the Pacers, Bryant addressed reporters after announcing earlier in the day that 2015-16 would be his final season.",
      "date": "November 29, 2015"
    }
  ]
}